;Do not translate this section
[Info]
Language=Basque
Translator=Kamio(kamio.joseba@gmail.com)
Version=1.0.0.365

;Main Menu
[Menu]
;
;Channel Menu
;
Title32791=&Haria
Item32791=Eguneratu Hari Guztiak
Item33321=Gelditu Eguneratze Guztiak
Item32793=Denak irakurritzat jo
Item36564=Berritu
Item32792=Eguneratu Haria/Taldea
Item32818=Irakurritzat jo
Item32800=Ezabatu
Item36739=Berrizendatu
Item32799=Ezaugarriak...
Item36548=Antolatu Hariak...
Item57665=&Irten

Title32797=Gehitu
Item32797=Haria...
Item36537=Bilatu Haria...
Item32796=Hari Taldea...
Item36558=Sinkronizatu Hariak Bloglines-en...
Item32837=Berrien Jarraipena...
Item32925=Etiketa...

;
;Edit Menu
;
Title57635=&Editatu
Item57635=Moz&tu
Item57634=&Kopiatu
Item57637=&Itsatsi
Item57636=Bilatu Testua (orrialdean)...
Item36547=Bilatu Hari Harpidetuak...
Item32917=Bila&tu Berriak
Item32858=Bilatu Hurrengoa
Item36738=Bilaketa Globala...

;
;View Menu
;
Title32922=&Ikusi
Item32922=&Hari Barra
Item32923=&Berrien Zerrenda
Item36609=Hegal Berria
Item32811=&Maximotu Irakurketa Panela
Item33035=Hurrengo &Hari Irakurrigabea
Item36544=Hurrengo &Talde Irakurrigabea
Item32861=Hurren&go Berria
Item32860=Aurreko Berria

;
;Tools Menu
;
Title32808=Tres&nak
Item32808=&Inportatu Hariak OPML/XML Artxibotik...
Item32842=&Exportatu Hariak OPML/XML Artxibora...
Item36543=Exportatu Berriak &RSS/XML Artxibora...
Item32841=&Garbitu...
Item32852=&Aukerak...

Title33312=Hariaren &Estatistikak
Item33312= Ikusienak
Item33313=Gutxien Ikusiak
Item36732=Bizienak Azken 60 Egunotan
Item36733=Motelenak Azken 60 Egunotan
Item36735=Konfiguratu...

;
;Help Menu
;
Title36553=&Laguntza
Item36553=&Bertsio Berria Bilatu
Item36550=GreatNews-en &webgunera bixita egin
Item36567=GreatNews-en forora bixita egin
Item57664=&Irakurleari buruz...

;
;Channel Tree Popup Menu
;
Item32815=Dena zabaldu
Item32816=Dena bildu
Item33033=Taldea bildu

;
;News List Popup Menu
;
Item32870=Irrakurritzat jo
Item36601=Ez irakurritzat jo
Item36539=Ezabatu
Item36556=Etiketa berria...

[FeedGroupPropertiesDialog]
Title=Taldearen ezaugarriak
C1070=Taldearen Izena(*):
C1071=Deskripzioa:
C1072=Web-taldea:
C1030=Ez berritu taldea automatikoki

[OptionsDialog]
Title=Aukerak

[OptionsDialog_General]
Title=Orokorra
C1010=Berritu hariak GreatNews abiatzean
C1006=Egiaztatu bertsioa GreatNews abiatzean
C1013=Minimotu azpilara
C1058=Itxi azpilara
C1074=Eguneratu denak aldiro
C1075=Gogorarazi garbiketa egitea aldiro
C1073=GreatNews abiatutakoan
C1062=Pantaila zuria erakutsi
C1007=Ongi etorri pantaila erakutsi
C1063=10 hari bixitatuenak erakutsi
C1016=Ezarri GreatNews irakurle lehenetsi bezala

[OptionsDialog_Reading]
Title=Irakurtzen
C1076=Erakutsi
C1077=Berri orrialdeko (1 ~ 999)
C1011=Aurreko haria irakurritzat jo, harien artekoa bada
C1010=Eguneratu automatikoki haria/taldea sakatzean
C1078="Next>" esteka sakatzean azkeneko orrialdean
C1062=Bertan gelditu
C1067=Ireki hurrengo hari/taldea irakurrigabea, irakurtzen ari zarenaren arabera
C1079=Orrialde hau irakurritzat jo
C1069=Interaktiboa
C1068=Automatikoa     pasa ondoren
C1080=segunduak (0~999, 0 = nunca)
C1006=Abixatu eguneratzen ez diren hariak
C1135=egun pasa ondoren
C1136=Lehiotxoak itxiko dira
C1137=segundutan

[OptionsDialog_Usability]
Title=Erabilgarritasuna
C1081="Hurrengo hari/talde ez irakurriak" zera egin behar du...
C1010=Itxi berrien zerrenda automat.
C1011=Zedarritu filtroa "ez irakurrian" automat.
C1012=Azkeneko Hari/Taldea irakurritzat jo automat.
C1082=Hurrengo/aurreko objektua bilatu funtzioak zera egin behar du...
C1013=Ireki automat. berrien zerrenda
C1006=Iragarki-blokeoa aktibatu (Ctrl + esteka sakatu, baimendu egiten ditu)
C1007=Erakutsi iradokizuna azpilan hariaren eguneraketa bukatutakoan
C1058=Ireki RSS estekak nabigatzaile lehenetsian
C1138=Berrien zerrendan bi aldiz klikatuta webgunea ireki beharko luke...
C1062=Kanpo nabigatzailean
C1063=GreatNewseko panelean
C1064=Hegal berrian
C1139=Klik irakurketa-panelean RSS artikuluak irekiko dira
C1057=Hegal aktiboan
C1060=Kanpo nabigatzailean.
C1061=Hegal berrian
C1059=Ezgaitu hegalekin nabigatzea (GreatNews berpiztu egin behar da)
C1123=Ez zabaldu/bildu automatik. hari taldea

[OptionsDialog_ItemFeatures]
C1140=Erakutsi funtzio aukeratuak irakurketa-panelean:
C1010=Label This (etiketatu)
C1011=Email This (@)
C1013=Autorea
C1017=Alerta berriak azpimarratu
C1006=Bilatu iruzkinak (iruzkinen laburpena eskuragarri badago)
C1141=Podcastingerako dokumentuak:
C1016=Konfiguratu blogintza...

[OptionsDialog_Connection]
C1062=Erabili IEren konfigurazioa
C1063=Erabili proxy zerbitzaria:
C1147=URL:
C1148=Portua:
C1149=Izena:
C1150=Pasa-hitza:
C1151=Ez Proxy -tzako:

[ConfigBlogToolsDialog]
Title=Konfiguratu blogintza
C1142=Tresna konfiguratuak:
C1143=Tresnen xehetasunak:
C1108=Izena:
C1145=Mota:
C1100=URLa:
C1146=Aldagaiak erabil ditzazkezu URLan: %TITLE%, %TEXT%, %LINK%, %Author%
C1017=&Berria
C1057=&Ezabatu
C1018=&Gorde
C2=Itxi

[LabelDialog]
Title=Etiketaren ezaugarriak
C1083=Etiketa:
C1120=Estiloa:

[FindSubscribedChannelDialog]
Title=Bilatu hari harpidetua

[GlobalSearchDialog]
Title=Bilaketa globala
C1134=&Bilatu guztian:
C1027=&Koinzi. partziala
C1013=&Hitz berdintsua
C1=Hasi
C2=Itxi

[OrganizeChannelsDialog]
Title=Antolatu hariak
C1084=hari aukeratuak:
C1017=Denak aukeratu
C1038=Desaukeratu denak
C1061=Hari talde berria...
C1016=Taldera mugitu
C1052=Hariak ezabatu
C1064=Bloglinesetik bereiztu

[ChannelPropertiesDialog]
Title=Hariaren ezaugarriak

[ChannelPropertiesDialog_URL]
C1085=URL haria(*):
C1010=Berreskuratu Interneteko hariaren ezaugarriak
C1016=Haria egiaztatu
C1065=hari honek sinkronizatzen du Bloglines.com -en bidez
C1064=Bereiztu Bloglines-etik
C1030=Ez eguneratu hari hau automat.
C1006=Hariak autentifikazioa eskatzen du:
C1130=Erabiltzailea
C1131=Pasa-hitza
C1125=Iradokizuna: hariaren URLa ezagutzen ez baduzu, saia zaitez helbidearekin formato honen arabera: http://www.nautopia.org. GreatNewsek automatikoki igarriko du webgunearen rss-a.

[ChannelPropertiesDialog_Properties]
C1086=Izenburua(*):
C1087=Deskripzioa:
C1088=Webgunea:
C1089=Formatoa:
C1009=Aukeratu "Berreskuratu hariaren ezaugarriak Internetetik" aurreko orrialdean hariaren formato ikusteko)
C1092=Azkena aldatua:
C1090=Azkena unekoa:
C1021=Eguneratu gabe oraindik
C1114=Auto unekoa:
C1115=Berri zaharrenak garbitu:

[ChannelPropertiesDialog_Settings]
C1114=Maiztasuna
C1120=Estiloa
C1115=Berri zaharrenak garbitu
C1013=Mantendu soilik berrienak
C1132=Notizia berri garbitutakoan
C1006=Berri berrien berri eman
C1007=Mantendu haria inaktiboa badago ere

[ChannelPropertiesDialog_Group]
C1091=Aukeratu haria-taldea:
C1016=Talde berria..

[InactiveChannelDialog]
Title=Hari inaktiboak
C1016=Ezabatu/Ezgaitu
C1133=(Berri etiketatuak dituzten hari inaktiboak ezgaituak izango dira)
C1122=Dagoenean utzi
C2=Itxi

[NewsWatchPropertiesDialog]
Title=Berrien jarraipenaren ezaugarriak

[NewsWatchPropertiesDialog_Properties]
C1092=Izena(*):
C1093=Hitzak(*):
C1044=Bilatu hitz batzuk
C1023=Bilatu hitz guztiak
C1046=Bilatu perpaus zehatza
C1027=Senstibera/Larriak
C1013=Hitz osoa
C1094=Antzeko berrientzako
C1059=Testuaren kolorea azpimarratua
C1095=Atzealderean kolorea
C1057=Kasurik ez berri berdinei hariak eguneratzean
C1058=Irakurritzat Jo
C1154=Zerren alerta eman:
C1010=Izenburua
C1019=Edukia
C1015=Autorea
C1041=ezgaitu jarraipena
C1120=Ikusteko estiloa:

[NewsWatchPropertiesDialog_Channels]
C1023=hari guztien jarraipena
C1024=Aukeratu harien jarraipena
C1016=Markatu denak
C1038=Desmarkatu
C1018=Exekutatu berrien jarraipena berri deskargatuetan


[ExportDialog]
Title=Exportatu OPML/XML-ra

[ExportDialog_Select]
C1097=Taldeak/Hariak exportatzeko:
C1016=Markatu denak
C1038=Desmarkatu
C1010=Exportatu berri eta etiketa guztien jarraipena
C1098=(Aukera hau markatuz gero, aterako den opml/xml artxiboa ez da bateragarri izango RSS beste irakurgailu batzuekin)

[ExportDialog_File]
C1096=Artxiboa exporatzeko:

[ImportDialog]
Title=Inportatu OPML/XML-tik

[ImportDialog_File]
C1032=Hari &lehenetsiak
C1035=Hariak/Taldeak &artxibotik
C1099=Artxiboa:
C1036=Hariak/Taldeak &internetetik
C1100=URLa:

[ImportDialog_Select]
C1104=Aukeratu taldeak/hariak
C1016=Markatu denak
C1038=Desmarkatu
C1010=Eguneratu hariak interneten bidez inportatzerakoan
C1011=Inportatu berrien jarraipena eta etiketa aurkituak

[ImportDialog_Group]
C1101=Mugitu hariak taldera:
C1016=Talde berria..

[ImportDialog_Progress]
C1026=Sakatu [Hurrengoa] botoia inportatzen hasteko...
C1016=Inportatzeari utzi
C1102=(Gelditu dezakezu nahi duzunean eta beranduago saiatu)
C1103=Oharra: Beranduago berrantolatzeko, erabil ezazu haria/hariak antolatu...

[ExportRSSDialog]
Title=Exportatu berriak RSS artxibo batera
C1099=Artxiboaren izena:

[CleanupDialog]
Title=Garbiketa-laguntzailea

[CleanupDialog_Options]
C1105=Ezabatu beriak, zera baino zaharragoak direnean:
C1117=(Baloratu haria balore lehenetsiarekin)
C1010=Sar&tu irakurri gabeko berriak
C1011=Sartu berri etiketatuak
C1006=Datu-basea trinkotu
C1124=Ezabatu behin-behineko artxiboak GreatNewsetik
C1013=Eutsi soilik berrienari
C1152=notizia berri hariko (*)
C1153=(*) Hariaren aukerak lehenesten dira

[CleanupDialog_Channels]
C1097=Aukeratu garbitu beharreko hariak
C1016=Markatu denak
C1038=Desmarkatu

[CleanupDialog_Progress]
C1025=Sakatu [Hurrengoa] botoia garbitzen hasteko

[SearchChannelPropertiesDialog]
Title=Bilatu hariaren aukeretan
C1106=Bilatu:
C1107=Hitza *):
C1108=Izenburua(*):

[BloglinesSyncDialog]
Title=Sinkronizatu Bloglines.com-eko hariak

[BloglinesSyncDialog_Account]
C1109=Bloglines.com-eko kontua:
C1110=Pasa-hitza:
C1111=Berridatzi:

[BloglinesSyncDialog_Channels]
C1112=Aukeratu Bloglineseko hariak GreatNewsekin sinkronizatzeko:
C1016=Markatu denak
C1038=Desmarkatu
C1010=GreatNewsek ez ditu hariak ez irakurritzat jo Bloglines-en

[Toolbars]
T200=Berriak
T201=Bilatu
T101=Helbidea

B32791=Eguneratu dena
B32818=Irakurritzat Jo
B32850=Ikusi dena
B32840=Estil

;The date combobox on toolbar
[DateFilter]
0=Gaur
1=Atzo eta gaur
2=7 egun
3=30 egun
4=Dena

;The status combobox on toolbar
[StatusFilter]
0=Ez irakurriak
1=Etiketatuak
2=Denak

;Auto Update Frequency combobox in Options dialog
[AutoUpdateFrequency]
0=15 minutu
1=30 minutu
2=1 ordu
3=2 ordu
4=3 ordu
5=4 ordu

; Cleanup reminding interval combobox in Options dialog
[CleanupReminderInterval]
0=1 aste
1=2 aste
2=1 hilabete
3=2 hilabete
4=3 hilabete
5=6 hilabete
6=Inoiz ez

;Auto Update Frequency combobox in Channel Properties dialog
[ChannelAutoUpdateFrequency]
0=Lehenetsita
1=1 minutu
2=5 minutu
3=10 minutu
4=15 minutu
5=30 minutu
6=1 ordu
7=2 ordu
8=3 ordu
9=4 ordu
10=Egunean bi aldiz
11=Egunero

;Cleanup max age combobox in Channel Properties dialog
[ChannelCleanupMaxAge]
0=Lehenetsita
1=Denak
2=1 egun
3=2 egun
4=1 aste
5=2 aste
6=1 hilabete
7=3 hilabete
8=6 hilabete
9=Inoiz ez

; Cleanup combobox in Cleanup Wizard
[Cleanup]
0=Denak
1=1 aste
2=2 aste
3=1 hilabete
4=3 hilabete
5=6 hilabete


[Messages]
;main
M137=Harpidetuta zaude jada hari honetan. Ireki nahi al duzu?
M138=Esteka berrien hari bat dirudi. Harpidetza egin nahi duzu?
M152=Seguru zaude taldea ezabatu nahi duzula [%s]?
M153=Seguru zaude haria ezabatu nahi duzula [%s]?
M154=Seguru zaude berrien jarraipena ezabatu nahi duzula [%s]?
M155=Seguru zaude etiketa ezabatu nahi duzula [%s]?
M156=GreatNewsen datu-basea ez da inon ageri.
M157=Aurkitutako datu-basea ez da bateragarria. Sakatu (bai) azkenek bertsioa eskuiratzeko.
M158=Bertsio berria [%s] eskuragarri. Berrikuntzak irakurri nahi al dituzu?
M159=%d hari
M160=%d titular berri topatu dira %d haritan.
M161=%d hari huts eginda.
M162=GreatNewsek bukatu du hari guztiak eguneratzen.
M163=GreatNews - %d-eko %d haria eguneratzen
M164=Ez dituzu berri zaharrak garbitu azken %d egunetan. Garbiketa-laguntzailea erabili nahi duzu?
M167=%s... Haria eguneratzen
M175=GreatNewsen azkeneko bertsioa erabiltzen ari zara.
M176=Okerren bat gertatu da bertsio berria ba ote dagoen begiratzerakoan. Saiatu zaitez beranduago.
M177=Berrien zerrenda hutsik dago. Aukera ezazu aurkitu nahi duzun hari edo taldea.
M178=Ez da aurkitu irakurri gabeko hariik
M202=GreatNews ez zen ondo itxi azkeneko aldian. Sistemak freskatu egingo du hari irakurri gabeen kontaketa.
M207=Seguru al zaude berri guztiak irakurritzat jo nahi dituzula?
M208=Ez da aurkitzen bitakora-tresnarik.
M209=GreatNewsek azkar hobetzen du. Bertsio honek 30 egun baino gehiago ditu. Mesedez, deskarga ezazu azken bertsioa hemendik http://www.curiostudio.com

; channel group dialog
M139=%d hari %d berriekin taldean. %d berri irakurri gabe.

; various channel dialogs
M140=%d berri harian. %d irakurri gabe.
M147=Bete ezazu hitzak bilatzeko
M148=Jar iezaiozu izena hari honi
M168=Bete ezazu hariaren URLa.
M169=Hariaren izenburuak ezin du hutsi egon
M171=Aukeratu talde bat

; cleanup wizard
M141=%d berri garbiketaren aurretik
M142=%d berri garbiketaren ondoren
M143=%s... Haria garbitzen
M144=Datu-basea trinkotzen...
M145=Garbiketa ondo burutu da
M146=Aukeratu ezazu kanla bat gutxienez.
M204=Seguru al zaude berri etiketatuak ere garbitu nahi dituzula?

;Export RSS dialog
M149=%d berri exportatuak %s artxibora

;Export Wizard
M150=Zehaztu artxiboaren izena.
M151=%d hari eta %d talde ondo exportatu dira.

;Channel Organizer
M165=¿Seguru al zaude %d hari aukeratuak ezabatu nahi dituzula?
M179=Aukeratu itzazu mugitu nahi dituzun hariak
M180=Aukeratu ezazu zein hariera mugitu nahi dituzun aukeratutako hariak
M181=Aukeratu itzazu ezabatu nahi dituzun hariak
M182=Aukeratu itzazu bereiztu nahi dituzun hariak Bloglineseko hariak sinkronizatu ondoren

;Search dialog
M166=%d-etik %d... bilatzen
M170=Ez da aurikitu bat egiten duen berririk

;Import Wizard
M172=Zehaztu ezazu artxiboaren izena
M173=Zehaztu ezazu URL bat
M174=Gelditu ezazu inportazioa atera baino lehenago.
M190=%d hari eta %d talde ondo inportatu dira.\n
M191=%d hari eta %d talde alde batera utzi dira badaudelako.\n
M192=%d hari eta %d taldek huts egin dute.
M193=\tTaldea '%s' ondo inportatu da
M194=\tTaldea '%s' alde batera utzim da
M195=***** Taldea '%s' inportazioak huts egin du
M196=\tHaria '%s' alde batera utzi da
M197=Haria inportatzen '%s'...
M198="**** Canal '%s' ongi inportatu da berrizendatu ondoren
M199=\tCanal '%s' ongi inportatu da
M200=***** Canal '%s' inportazioak HUTS egin du. [%s]*****
M201=***** Haria '%s' inportazioak HUTS egin du. *****


;Bloglines Sync Wizard
M183=Bete ezazu Bloglines.com-en kontua
M184=Pasa-hitzak eta onespenak ez dute bat egiten

;News Watch dialog
M185=Bete ezazu bat egin beharreko hitzak
M186=Osa ezazu jarrtaipenaren izenburua
M187=Aukera ezazu jarraipen-aukera bat gutxienez
M188=Testuaren koloreak ezin du izan atzekaldearen kolore berekoa
M189=Aukera ezazu hari bat gutxienez

;Label Properties dialog
M203=%d berriek etiketa hau dute.

;Config BlogThis Dialog
M205=Mesedez, ordezka ezazu <zuregunea.com> webgunearen berezko URLarekin.

;Global Search Dialog
M206=Ez da berririk aurkitu.







